---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepLowerBottomElevation
source: html/83875296-e8d1-69b5-d8e1-d7668a11ff4a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepLowerBottomElevation Property

"Lower End Bottom Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepLowerBottomElevation { get; }
```